{
    "Agadir": "In the west of the country, bordered by the waves of the Atlantic, Agadir is one of the pearls of Morocco. Whatever the season, the sun pours its rays and the city enjoys a pleasant climate that the trade winds still soften. Above all, its 10-kilometre-long seafront offers tourists magnificent views of the blue ocean and the opportunity to laze around in the best conditions.The main seaside resort of the country, the city with 300 days of sunshine per year, is full of activities. At the water's edge, cafés and restaurants open their doors to you, introduce you to the local gastronomy and submit their specialities to the enlightened judgements of your taste buds!Further on in the city, the El Had souk spreads out through the streets, deploys its stalls: more than 6,000 shops offer themselves to your curiosity and you will enjoy strolling in this atmosphere animated by the negotiations of the merchants. Never sleepy, the city welcomes every summer the Timitar festival dedicated to world music and more specifically to Amazigh music.Open to the ocean and the world, Agadir is an active city where it is good to relax.",
    "Al Hoceima": "Blue waters of the Mediterranean, its gentle, light waves and the coastline that outlines the contours of one of Morocco's most beautiful bays, welcome to the wonderful Al Hoceima ! The place looks like an earthly paradise. On one of its many beaches, you can relax on a deckchair, enjoy the sun during a farniente stay.Al Hoceima is not only a simple seaside town. Its surroundings has a a lots of treasures that adventure lovers come in droves to explore. Outside the town, near the fishing village of Torres de Alcala, are the ruins of five watchtowers. The Portuguese had built them during their colony. Today, the site offers pleasant walks for all lovers of old stones !Inside of the city, the port is not to be overlooked. Its edges are animated by the activity of fishermen and it is lovely to stroll there. A little far away, the Moro Viejo cornice offers a magnificent sight, and its bay gives a breathtaking view of the surroundings. ",
    "Azilal": "Extend your stay in Morocco and visit the attractive town, Azilal. Located in the center of the Atlas Mountains, this city is teeming with charming landscapes. Its unique vivid culture, crafts and architecture, has contributed to develop a responsible and supportive ecotourism that attracts more and more tourists.Come and enjoy a rich and varied gastronomy : from Amazigh couscous, to fish tagine, to olive tagine with argan oil.You’ll be seduced by the many natural wonders in front of you ! Contemplate the splendid waterfalls of Ouzoud, and let yourself be surprised by the amazing natural bridge of Imi N'Ifri, near Demnate. Admire the azure blue water of the lake of Bin El Widane, and refresh yourself in the gorges of the Ahansal wadi or to take a walk in the very beautiful natural reserve of Tamga.Last stopover, the Aït Bouguemez valley that bears well its nickname « valley of happy people ». Surrounded by the majestic M'goun mountain, the valley culminates at more than 4,071 meters.Meet the local inhabitants over a traditional mint tea and succulent Moroccan pastries.",
    "Casablanca": "Beautiful palm trees lining its paths, with the Atlantic ocean over the horizon, and large business buildings in every corner : Casablanca is the economic lung of Morocco ; a bustling metropolis.Modern infrastructures are in the middle of charming districts, between Arab-Muslim heritage and legacies of the colonial period. Discover all the possibilities : take a stroll in the medina, which is one of latest medinas built in Morocco, roam through the centre and its art-deco buildings, and join the Hassan II mosque ; the splendid of architecture built on the water.Let yourself be tempted by the festive side of the city. Take advantage of the cornice, its clubs and festivals too, such as the Casablanca Festival, Jazzablanca or Tremplin L'Boulevard.The coastline, bordered by beaches equipped to suit all your comfort, invites you to experience the most fun activities that will make your stay more enjoyable, from diving, to jet-skiing to boating.The White city, Casablanca, is where culture and serenity activities blend seamlessly.",
    "chefchaouen": "Built on a mountainside, Chefchaouen is a city with a special vibes. It unique charm gives an impression of unreality. With its blue-rinsed houses, the whole city seems to be bathed in azure. You walk around as if you were in a dream.More than just an ornament, the beautiful Chefchaouen brims with attractions. Its heritage is rich. The inescapable Medina with its famous narrow winding alleys, is an opportunity to mingle with the local population, and to smell and taste delights: from freshly baked bread, to skillfully prepared tagines. There is also the Kasbah which stands in the middle of the old quarter: its lush gardens, located in the center of the city, are a haven of freshness. Its museum which is home to a collection of old weapons, some photos of the city, and textiles, is a must-see.Boasting its unique geographical position, Chefchaouen is a paradise for walkers. The paths of the surrounding mountains offer pleasant hiking activities. You’ll explore a new side of Morocco, that of the Rif mountain range, as you stroll them.Make the most of your stay in the picture perfect Blue city !",
    "Dakhla": "Located in the south of Morocco, Dakhla is a small part of paradise, lost between the waters of the Atlantic and the sands of the Sahara. It gives you a complete change of scenery. Kilometres of beaches expand from one side of the town to the other : an opportunity to relax, and indulge in all kinds of water activities.These shores are one of the most beautiful ones in Morocco. These pearls are an absolute haven of peace ; an ideal place to bask in the 25-degree sun all year round.In the surroundings, the PK25 and Foum El Bouir beaches are particularly famous. While PK25 is a perfect place for relaxation, where to swim quietly in the calm and crystalline waters of the lagoon, the atmosphere of Foum El Bouir is more lively.Being the perfect places for sliding sports : Surfers, kitesurfers and windsurfers, whether amateurs or professionals, meet here to experience thrilling challenges with waves and winds. « Pointe de Dragon » is another internationally renowned spot : waves are impressive and the most famous surfers have come in droves to these spectacular tubes that run for hundreds of metres.Leading to sub-Saharan Africa, Dakhla is a gateway to a never-ending array of thrilling and exciting activities ! ",
    "El Jadida": "Once nicknamed Mazagan, this city built by the Portuguese has stood proudly since the 16th century. Its well preserved architectural treasures and the subtle mixture of both Moroccan and European cultures have earned it a place on the UNESCO World Heritage List.By visiting the mysterious cistern and its majestic vaults, cinema lovers will recognize some of the decorations used by Orson Wells in 'Othello'. Multiple cinematographic and televisual productions come in droves each year to benefit from El Jadida assets.Between a green eucalyptus forest and the splendid beach of El Haouzia, the Kerzner International group known for establishing the Atlantis complex in Dubai, was also inspired enough to create the sumptuous seaside resort of Mazagan.While enjoying its beaches, modern golf courses and the festive atmosphere of its seaside resort, El Jadida invites you to discover ancestral traditions during the moussem of Moulay-Abdallah Amghar, where you’ll witness a stunning falcon training show, as well as other epic activities such as the Fantazia.El Jadida-Mazagan, is an unmissable place with a stunning seaside resort that will give a wishful taste of comeback ",
    "Essaouira": "Crenellated walls, special wind, houses with white and blue facades, Essaouira, the ancient Mogador is the 'Bride of the Atlantic'.It is one of those coastal cities where the unique atmosphere and water activities seamlessly blend. Walk quietly in the shade of its ramparts, the very ones that draw the contours of Astapor, the red city of the 'Game of Thrones' series. Climb these walls and take the parapet walk, from where you can see the Purpuraires Islands, falcons, gulls and seagulls hovering above this nature reserve. On the other side, surfers, windsurfers and kitesurfers are taming the waves, taking advantage from the wind.A walk can lead you to the fishing port where the sailors are active. Get to the fish market where to taste the fish and seafood caught during the night. In the centre of the city, the medina invites you on a discovery wander into its winding alley. Ranked as the most beautiful cities in Morocco by Unesco, the city hums to the beat of music every summer : the Gnaoua festival celebrates Afro-Maghrebin rhythms making people’s stays memorable ones.For several years now, Morocco has adopted a responsible tourism ; the eco-resort Mogador, which is an unmissable place to have peaceful moments, as well as the beaches of the surroundings labeled Blue Flag, are living proofs to this ambition.Spend some time there, find complete mindfullness and serenety, in this enchanting destination that makes all your dreams come true ! ",
    "Fes": "Fes has a special atmosphere. This 13th-century city is an imperial city of long-lasting multicultural history, that reserves unexpected surprises for its visitors.Cross the walls of the famous medina of Fes, recognized by UNESCO as an outstanding universal value. Stroll through the streets of the Fes-El-Bali district. The Bab Boujloud is the easiest way to enter the medina.In early May, the squares and alleys resound with world music, where the Festival of World Sacred Music is held in the former imperial capital, which occurs along with Jazz in Riads, one of the main events in the city's cultural calendar. Don't leave without having tasted the city's gastronomy, reputed to be one of the best in the world.",
    "Ifrane": "With its clean air, scrubbed streets, red-roofed houses, white winters, and being set high up in Atlas mountains, Ifrane is a go-to destination !Set at an altitude of 1,650 metres, Ifrane charms never ceases to amaze its visitors with its calm waves of its lakes, and the waterfalls pouring cold waters into the valleys. It is beautifully surrounded by the largest cedar forest in the world, with its picturesque green trees on the Middle Atlas Mountains slopes.Its picturesque lake studded-parks gives its visitors a taste of an unexpected atmosphere, where its enjoyable to stroll.A rich and varied fauna decorate the most beautiful hiking trails. Diverse bird and monkey species inhabit its park : A Barbary macaque will amuse you, while you’ll get to see also the Barbary deer watching you a few meters away.Ifrane is also a heritage. You’ll come to the cleanest streets in the world, and discover a typical regional craft. You’ll come across upholsterers working on their carpets, and mat makers weaving rush stems, and a pottery or Thuya wood shop where you’ll find charming knick-knacks.From a luxury hotel to a charming red-roofed house, this year-round destination promises you the sun and the moon !",
    "Marrakech": "Between tradition and modernity, Marrakech is the promise of unequalled sensations. Strolling the Jemaa El-Fna square and the souks with their shimmering colours and oriental smells, the red city offers you a complete change of scenery. Horse-drawn carriage rides, sunny terraces, travelling artists and other day and night activities will give a tates of wishful comeback.You will be able to admire all the architectural richness of the Medina, upon visiting one of its many riads, small oriental palaces overlooking a beautiful patio. You can also relax and recharge at the Menara, a vast garden with an emblematic basin. Marrakech shower its visitors by its splendour and its diversity, you just have to leave the ramparts to be immersed in modern Morocco. The districts of Gueliz and Hivernage offer the most modern infrastructures, luxury boutiques and international ready-to-wear stores, airy avenues ; which all contribute to Marrakech's unique offering.Being a growing economic bustling city, Marrakech has special festive and cultural places, such as the « Palais des Congres » and the splendid Royal Theater. Enjoy Marrakech at night by discovering the many themed venues, trendy clubs and traditional evenings that reflect the lively part of the city.In 2016, Marrakech will host the Cop22 to help adress climate change issues, as a recognition of its new international stature and its considerable reception capacity.",
    "Meknes": "The Medina of Meknes and the remains of the royal palace have earned it an undisputable place on the UNESCO World Heritage List.On El Hedime square, Bab Mansour, one of the masterpieces of Hispano-Moorish art, is the gateway to the medina. Don’t miss visiting the royal stables and granaries of Sultan Moulay Ismail.In the North of Meknes, stands the largest Roman archaeological site in Morocco, which is Volubilis. Triumphal arch, capitol, house of Bacchus, everything bears witness to the splendour of the city and to its economic and political weight.Being an imperial and eternal citiy, Meknes offers you the experience of a timeless stay full of heritage discovery.",
    "Ouarzazate": "Setting out for Ouarzazate, Zagora, Tinghir is going for an extraordinary journey brimming with a breathtaking wonders. The region reveals to its visitors a diversity of incredible landscapes, from the singular atmosphere of the desert to the picturesque green valleys.It’s not a surprise that David Lean, Ridley Scot, Martin Scorsese or Alejandro González Iñárritu, have chosen this destination, just like their forefathers did who became famous for filming the record-breaking 'Lawrence of Arabia', 'Gladiator', 'Kundun', 'Babel' and mots recently « Prison Break ».Thrill seekers who eager for adventure and trekking, will find many tracks to take you to the edge of the desert. Meet camel drivers and their caravans at the crossroads of the roads of Draâ, Ziz and Dades,How about a night under a bivouac ? The dune of Tinfou, near Zagora, also called 'dune of the golden sand', will give you an unforgettable experience ! Upon arrival on Tinghir, your journe begins from the Glaoui Kasbah where you’ll admire the splendid panorama, from palm grove to the Todra gorges, in the middle of the High Atlas.Be ready for a sensational experience at the door of the desert !",
    "Saidia": "Saidia symbolizes Morocco of blue and warm waters. Either it’s for holidays with family or in a couple, or with your friends, don’t miss out the opportunity to admire the splendid nature of the region. Go for a stroll in the city, visit the architectural heritage and long-standing medina in Oujda.With an impressive 14 kilometres of lovely white golden sandy beach and a generous sun shining all year round, The seaside resort of Saidia is an inevitable haven. At the water's edge or nearby, many activities are available to you including water sports and golfing. In the evening, the marina is the perfect spot to taste the delights of the region.Sixty km away from Saïdia, Oujda reveals the richness of its long history. From the medina and its monumental gates, to a cultural journey inside Sebti palace, to Lalla Aicha park which is a small haven of freshness inside the city.Oujda-Saïdia is all this : mindfulness, joy, and enough excitment to spend an unforgettable stay",
    "Rabat": "Rabat is a cultural city deep-rooted in history. Many masterpieces decorate its streets and squares. Visit the Kasbah des Oudayas which is a majestic and splendid architecture embellished by the surrounding gardens. Not far from the walls, stand the imposing walls of the Chellah ; a necropolis from the time of the Merinids. Crossing the walls is like entering another world ; walk among ancient vestiges, gardens and storks.Rabat is also a modern eco-responsible capital with its green spaces. Beautiful parks await you, such as the botanical test garden or the Exotic Gardens of Bouknadel which is a few kilometres from the city. Rabat boasts an outstanding coastline ; on the Atlantic Ocean shores, it has kilometres of well equipped beaches that lead to the neighbouring city of Casablanca.With its modern infrastructures and various festivals, Rabat is a living city. Airport, tram, shopping centres, cafés and restaurants, all the amenities are within your reach. Revel in bustling vibes of music that Rabat celebrates like no other city ; from Mawazine, to Jazz au Chellah and many others that fill the atmosphere with sounds and rhythms from all over the world !Rabat is a city where the treasures of the past blend with the most modern and environmentally friendly achievements",
    "Safi": "The splendid architecture of Kechla and the waters of the Atlantic crashing against its walls: this is one of the many outstanding popular paintings in Safi.For five centuries now, the fortress has stood as a sentinel on the shores of the ocean. Its high crenellated towers offer admirable views of the surrounding area. It is an opportunity to admire the seafront, the bustling and animated life of this provincial capital.The pottery district is particularly attractive. Craftsmen make marvels of terracotta and clay that is put on display in the windows and stalls of their shops. Safi is one of the Moroccan capitals of ceramics and in its streets, beautiful trinkets are designed to make charming souvenirs.Atop the Kechla, admire the old Medina. The labyrinth of its alleys and their narrowness have something mysterious about them that invites you to take a stroll.A little far away, you’ll get to the Rue du Souk : you can hear echoes and smell the aromas. Behind you, you can hear the impressive rolling waves. All of Safi assets won it an internationally position as a renowned surfing spot.When you think that you’ve seen it all, Safi surprises you with its hidden treasures !",
    "Tangier": "In the north of Morocco, on the coasts of Tangier where the Mediterranean and Atlantic waters converge, you’ll discover a unique city bearing a multicultural heritage.Stroll the streets of « the White »Tangier, they are lined with lime-coated houses. Just like Delacroix or Matisse did their upon arrival, let yourself be carried away by the dreamy atmosphere that covers the city. At the foot of the high walls of the 'Kasbah', roam through the alleys of the great 'Socco', and admire the fortress that dominates the medina. A little far away, explore the 'Sultan's Palace' which is nowaydays dedicated to the arts of Morocco. Tangier is alsos renowned for the Spanish influence on its culture, starting with the arena that stands on the 'Plaza de Torros', not to mention the 'Cervantes' theatre built in 1913.",
    "Taroudant": "Taroudant with its majestic ramparts, is one of the most beautiful towns in Morocco. Stroll in the shade of its walls full of history and whose towers have stood for more than five centuries to protect the ancient capital from the Saadian sultans. All day long, the sun strikes these high stone columns and bathes the city in a light where the gold of its rays blends well with the ochre of the walls.City of deep-rooted and long-standing history, Taroudant has a lot of stories to tell. Here, the dynamic of modern life blend seamlessly with the traditional heritage. Venture into the middle of its active souks alleys, negotiate with the merchants  on the stalls, and discover all the richness of local craftsmanship. Leather is particularly famous, as well as terracotta trinkets and Amazigh jewellery.Taroudant has also made a specialty, argan oil. If you want to meet specialists of this delight, go outside the ramparts, and visit cooperatives and private individuals who shell the nuts, press them, extract the substantial marrow, and then make whole oils ready to taste.In addition to all of these assets, Taroudant is the starting point of many hikes. Located in the center of the two Atlas mountains, it benefits from an advantageous position where hikers and backpackers come in droves.Nature and culture, modernity and tradition, Taroudant is definitely not lacking of attractions. Roam through its streets, criss-cross its surroundings and paint your stay with the colors of Morocco.",
    "Tetouan": "Just like its first cousin, Tangier, Tetouan boasts a peaceful atmosphere. Known as the daughter of 'Granada', it’s a city with Hispano-Moorish footmarks. Its medina is listed as a World Heritage Site by UNESCO.Not far from Tetouan, the seaside resort of 'Tamouda Bay' expands on fifteen kilometres of fine sandy bay. Prestigious establishments have settled there, giving a luxury setting to the region. In the cristal-clear blue waters of the Mediterranean, you can onlye enjoy a peaceful stay while getting to know the art of living of the inhabitants.The city of Tetouan, with its multicultural identity, offers a journey through time ",
    "App": "App"
}