{
  "data": [
    {
      "id": 1,
      "title": "Dakhla",
      "desc": "<body>\n    <h2>Dakhla: A Paradise in Southern Morocco</h2>\n    <p style=\"color: #444; text-align: justify;\">Located in the south of Morocco, Dakhla is a small part of paradise, lost between the waters of the Atlantic and the sands of the Sahara. It gives you a complete change of scenery. Kilometres of beaches expand from one side of the town to the other: an opportunity to relax, and indulge in all kinds of water activities. These shores are one of the most beautiful ones in Morocco.</p>\n    \n    <p style=\"color: #444; text-align: justify;\">These pearls are an absolute haven of peace; an ideal place to bask in the 25-degree sun all year round. In the surroundings, the PK25 and Foum El Bouir beaches are particularly famous. While PK25 is a perfect place for relaxation, where you can swim quietly in the calm and crystalline waters of the lagoon, the atmosphere of Foum El Bouir is more lively.</p>\n    \n    <p style=\"color: #444; text-align: justify;\">Being the perfect places for sliding sports: Surfers, kitesurfers, and windsurfers, whether amateurs or professionals, meet here to experience thrilling challenges with waves and winds. \"Pointe de Dragon\" is another internationally renowned spot: waves are impressive and the most famous surfers have come in droves to these spectacular tubes that run for hundreds of metres.</p>\n    \n    <p style=\"color: #444; text-align: justify;\">Leading to sub-Saharan Africa, Dakhla is a gateway to a never-ending array of thrilling and exciting activities!</p>\n</body>",
      "imgurl": "https://www.visitmorocco.com/sites/default/files/thumbnails/image/adonet.fr___11.-Les-meilleurs-plages-%C3%A0-visiter-pendant-votre-s%C3%A9jour-%C3%A0-Agadir.jpg"
    },
    {
      "id": 2,
      "title": "Ifrane",
      "desc": "<body>\n  <h1>Discovering Ifrane: Morocco's Hidden Gem</h1>\n  <p>With its clean air, scrubbed streets, red-roofed houses, white winters, and being set high up in the Atlas mountains, Ifrane is a go-to destination!</p>\n  <p>Set at an altitude of 1,650 metres, Ifrane charms never cease to amaze its visitors with its calm waves of its lakes, and the waterfalls pouring cold waters into the valleys. It is beautifully surrounded by the largest cedar forest in the world, with its picturesque green trees on the Middle Atlas Mountains slopes.</p>\n  <p>Its picturesque lake-studded parks give its visitors a taste of an unexpected atmosphere, where it is enjoyable to stroll.</p>\n  <p>A rich and varied fauna decorates the most beautiful hiking trails. Diverse bird and monkey species inhabit its park: A Barbary macaque will amuse you, while you’ll get to see also the Barbary deer watching you a few meters away.</p>\n  <p>Ifrane is also a heritage. You’ll come to the cleanest streets in the world, and discover a typical regional craft. You’ll come across upholsterers working on their carpets, and mat makers weaving rush stems, and a pottery or Thuya wood shop where you’ll find charming knick-knacks.</p>\n  <div class=\"quote\">\n    From a luxury hotel to a charming red-roofed house, this year-round destination promises you the sun and the moon!\n  </div>\n</body>",

      "imgurl": "https://www.visitmorocco.com/sites/default/files/thumbnails/image/ifrane-lac.jpg"
    },
    {
      "id": 3,
      "title": "Azilal",
      "desc": "<body>\n\n    <h1>Discover the Hidden Gem of Morocco: Azilal</h1>\n\n    <p>Extend your stay in Morocco and visit the attractive town, Azilal. Located in the center of the Atlas Mountains, this city is teeming with charming landscapes. Its unique vivid culture, crafts and architecture, has contributed to develop a responsible and supportive ecotourism that attracts more and more tourists.</p>\n\n    <p>Come and enjoy a rich and varied gastronomy: from Amazigh couscous, to fish tagine, to olive tagine with argan oil. You’ll be seduced by the many natural wonders in front of you! Contemplate the splendid <span class=\"highlight\">waterfalls of Ouzoud</span>, and let yourself be surprised by the amazing <span class=\"highlight\">natural bridge of Imi N'Ifri</span>, near Demnate. Admire the azure blue water of the <span class=\"highlight\">lake of Bin El Widane</span>, and refresh yourself in the gorges of the Ahansal wadi or take a walk in the very beautiful natural reserve of Tamga.</p>\n\n    <p>Last stopover, the <span class=\"highlight\">Aït Bouguemez valley</span> that bears well its nickname “valley of happy people”. Surrounded by the majestic M'goun mountain, the valley culminates at more than 4,071 meters. Meet the local inhabitants over a traditional mint tea and succulent Moroccan pastries.</p>\n\n</body>",
      "imgurl": "https://www.visitmorocco.com/sites/default/files/thumbnails/image/azilal.jpg"
    },
    {
      "id": 4,
      "title": "Casablanca",
      "desc": "<body>\n\n    <h1>Explore the Vibrant City of Casablanca</h1>\n\n    <p>Beautiful palm trees lining its paths, with the Atlantic ocean over the horizon, and large business buildings in every corner: Casablanca is the economic lung of Morocco; a bustling metropolis. Modern infrastructures are in the middle of charming districts, between Arab-Muslim heritage and legacies of the colonial period.</p>\n\n    <p>Discover all the possibilities: take a stroll in the medina, which is one of the latest medinas built in Morocco, roam through the centre and its art-deco buildings, and join the <span class=\"highlight\">Hassan II mosque</span>; the splendid piece of architecture built on the water. Let yourself be tempted by the festive side of the city. Take advantage of the cornice, its clubs and festivals too, such as the Casablanca Festival, Jazzablanca, or Tremplin L'Boulevard.</p>\n\n    <p>The coastline, bordered by beaches equipped to suit all your comfort, invites you to experience the most fun activities that will make your stay more enjoyable, from diving, to jet-skiing, to boating. The White city, Casablanca, is where culture and serenity activities blend seamlessly.</p>\n\n</body>",
      "imgurl": "https://media.tacdn.com/media/attractions-splice-spp-674x446/11/e7/a0/db.jpg"
    },
    {
      "id": 5,
      "title": "chefchaouen",
      "desc": "<body>\n\n    <h1>Discover the Magic of Chefchaouen</h1>\n\n    <p>Built on a mountainside, Chefchaouen is a city with a special vibe. Its unique charm gives an impression of unreality. With its blue-rinsed houses, the whole city seems to be bathed in azure. You walk around as if you were in a dream.</p>\n\n    <p>More than just an ornament, the beautiful Chefchaouen brims with attractions. Its heritage is rich. The inescapable <span class=\"highlight\">Medina</span> with its famous narrow winding alleys, is an opportunity to mingle with the local population, and to smell and taste delights: from freshly baked bread, to skillfully prepared tagines. There is also the <span class=\"highlight\">Kasbah</span> which stands in the middle of the old quarter: its lush gardens, located in the center of the city, are a haven of freshness. Its museum, which is home to a collection of old weapons, some photos of the city, and textiles, is a must-see.</p>\n\n    <p>Boasting its unique geographical position, Chefchaouen is a paradise for walkers. The paths of the surrounding mountains offer pleasant hiking activities. You’ll explore a new side of Morocco, that of the Rif mountain range, as you stroll them.</p>\n\n    <p>Make the most of your stay in the picture-perfect <span class=\"highlight\">Blue city</span>!</p>\n\n</body>",
      "imgurl": "https://www.carwiz.rent/data/public/2022-12/cw_chefchaouen4_1639c4a1400fac.jpg"
    },
    {
      "id": 6,
      "title": "Al Hoceima",
      "desc": "<body>\n\n    <h1>Experience the Beauty of Al Hoceima</h1>\n\n    <p>Blue waters of the Mediterranean, its gentle, light waves, and the coastline that outlines the contours of one of Morocco's most beautiful bays, welcome to the wonderful Al Hoceima! The place looks like an earthly paradise. On one of its many beaches, you can relax on a deckchair and enjoy the sun during a farniente stay.</p>\n\n    <p>Al Hoceima is not only a simple seaside town. Its surroundings have lots of treasures that adventure lovers come in droves to explore. Outside the town, near the fishing village of Torres de Alcala, are the ruins of five watchtowers. The Portuguese had built them during their colony. Today, the site offers pleasant walks for all lovers of old stones!</p>\n\n    <p>Inside the city, the port is not to be overlooked. Its edges are animated by the activity of fishermen, and it is lovely to stroll there. A little farther away, the <span class=\"highlight\">Moro Viejo cornice</span> offers a magnificent sight, and its bay gives a breathtaking view of the surroundings.</p>\n\n</body>",
      "imgurl": "https://friendlymorocco.com/wp-content/uploads/2017/05/Al-Hoceima-Morocco-Things-To-Do-as-a-tourist-950x640.jpg"
    },
    {
      "id": 7,
      "title": "El Jadida",
      "desc": "<body>\n\n    <h1>Explore the Historical Charm of El Jadida</h1>\n\n    <p>Once nicknamed Mazagan, this city built by the Portuguese has stood proudly since the 16th century. Its well-preserved architectural treasures and the subtle mixture of both Moroccan and European cultures have earned it a place on the UNESCO World Heritage List.</p>\n\n    <p>By visiting the mysterious <span class=\"highlight\">cistern</span> and its majestic vaults, cinema lovers will recognize some of the decorations used by Orson Welles in 'Othello'. Multiple cinematographic and televisual productions come in droves each year to benefit from El Jadida's assets.</p>\n\n    <p>Between a green eucalyptus forest and the splendid beach of El Haouzia, the Kerzner International group, known for establishing the Atlantis complex in Dubai, was also inspired enough to create the sumptuous seaside resort of Mazagan. While enjoying its beaches, modern golf courses, and the festive atmosphere of its seaside resort, El Jadida invites you to discover ancestral traditions during the <span class=\"highlight\">moussem of Moulay-Abdallah Amghar</span>, where you’ll witness a stunning falcon training show, as well as other epic activities such as the Fantazia.</p>\n\n    <p>El Jadida-Mazagan is an unmissable place with a stunning seaside resort that will give you a wishful taste of comeback.</p>\n\n</body>\n",
      "imgurl": "https://passporterapp.com/en/blog/wp-content/uploads/2022/02/El-Jadida-Morocco.jpeg"
    },
    {
      "id": 8,
      "title": "Essaouira",
      "desc": "<body>\n\n    <h1>Discover the Enchanting City of Essaouira</h1>\n\n    <p>Crenellated walls, special wind, houses with white and blue facades, Essaouira, the ancient Mogador, is the 'Bride of the Atlantic'. It is one of those coastal cities where the unique atmosphere and water activities seamlessly blend. Walk quietly in the shade of its ramparts, the very ones that draw the contours of Astapor, the red city of the 'Game of Thrones' series. Climb these walls and take the parapet walk, from where you can see the Purpuraires Islands, falcons, gulls, and seagulls hovering above this nature reserve. On the other side, surfers, windsurfers, and kitesurfers are taming the waves, taking advantage of the wind.</p>\n\n    <p>A walk can lead you to the fishing port where the sailors are active. Get to the fish market where you can taste the fish and seafood caught during the night. In the centre of the city, the medina invites you on a discovery wander into its winding alleys. Ranked as one of the most beautiful cities in Morocco by UNESCO, the city hums to the beat of music every summer: the <span class=\"highlight\">Gnaoua festival</span> celebrates Afro-Maghrebin rhythms, making people’s stays memorable.</p>\n\n    <p>For several years now, Morocco has adopted responsible tourism; the eco-resort Mogador, which is an unmissable place to have peaceful moments, as well as the beaches of the surroundings labeled Blue Flag, are living proofs of this ambition. Spend some time there, find complete mindfulness and serenity, in this enchanting destination that makes all your dreams come true!</p>\n\n</body>",
      "imgurl": "https://www.visitmorocco.com/sites/default/files/styles/thumbnail_events_slider/public/thumbnails/image/essaouira-port-in-morocco-shot-after-sunset-at-blue-hour-ruslan-kalnitsky.jpg"
    },
    {
      "id": 9,
      "title": "Fes",
      "desc": "<body>\n\n    <h1>Explore the Cultural Riches of Fes</h1>\n\n    <p>Fes has a special atmosphere. This 13th-century city is an imperial city of long-lasting multicultural history, that reserves unexpected surprises for its visitors. Cross the walls of the famous medina of Fes, recognized by UNESCO as an outstanding universal value. Stroll through the streets of the Fes-El-Bali district. The <span class=\"highlight\">Bab Boujloud</span> is the easiest way to enter the medina.</p>\n\n    <p>In early May, the squares and alleys resound with world music, where the <span class=\"highlight\">Festival of World Sacred Music</span> is held in the former imperial capital, which occurs along with Jazz in Riads, one of the main events in the city's cultural calendar. Don't leave without having tasted the city's gastronomy, reputed to be one of the best in the world.</p>\n\n</body>",
      "imgurl": "https://cdn.kimkim.com/files/a/images/2383dec353573d5fdab0c729fdf446159f972d95/big-cb0f68b7a02884a4ddc0c21ae1bc9c08.jpg"
    },
    {
      "id": 10,
      "title": "Agadir",
      "desc": "<body>\n\n    <h1>Discover Agadir: Morocco's Seaside Gem</h1>\n\n    <p>In the west of the country, bordered by the waves of the Atlantic, Agadir is one of the pearls of Morocco. Whatever the season, the sun pours its rays and the city enjoys a pleasant climate that the trade winds still soften. Above all, its 10-kilometre-long seafront offers tourists magnificent views of the blue ocean and the opportunity to laze around in the best conditions.</p>\n\n    <p>The main seaside resort of the country, the city with 300 days of sunshine per year, is full of activities. At the water's edge, cafés and restaurants open their doors to you, introduce you to the local gastronomy and submit their specialties to the enlightened judgments of your taste buds! Further on in the city, the <span class=\"highlight\">El Had souk</span> spreads out through the streets, deploys its stalls: more than 6,000 shops offer themselves to your curiosity and you will enjoy strolling in this atmosphere animated by the negotiations of the merchants.</p>\n\n    <p>Never sleepy, the city welcomes every summer the <span class=\"highlight\">Timitar festival</span> dedicated to world music and more specifically to Amazigh music. Open to the ocean and the world, Agadir is an active city where it is good to relax.</p>\n\n</body>",
      "imgurl": "https://www.visitmorocco.com/sites/default/files/thumbnails/image/Catamaran_0.jpg"
    },
    {
      "id": 11,
      "title": "Marrakech",
      "desc": "<body>\n\n    <h1>Discover Marrakech: Tradition and Modernity</h1>\n\n    <p>Between tradition and modernity, Marrakech is the promise of unparalleled sensations. Strolling the Jemaa El-Fna square and the souks with their shimmering colors and oriental smells, the red city offers you a complete change of scenery. Horse-drawn carriage rides, sunny terraces, traveling artists, and other day and night activities will give you a taste of wishful comeback.</p>\n\n    <p>You will be able to admire all the architectural richness of the Medina, upon visiting one of its many riads, small oriental palaces overlooking a beautiful patio. You can also relax and recharge at the <span class=\"highlight\">Menara</span>, a vast garden with an emblematic basin. Marrakech showers its visitors with its splendor and its diversity; you just have to leave the ramparts to be immersed in modern Morocco.</p>\n\n    <p>The districts of Gueliz and Hivernage offer the most modern infrastructures, luxury boutiques, and international ready-to-wear stores, airy avenues; which all contribute to Marrakech's unique offering. Being a growing economic bustling city, Marrakech has special festive and cultural places, such as the <span class=\"highlight\">Palais des Congres</span> and the splendid Royal Theater.</p>\n\n    <p>Enjoy Marrakech at night by discovering the many themed venues, trendy clubs, and traditional evenings that reflect the lively part of the city. In 2016, Marrakech hosted the Cop22 to help address climate change issues, as a recognition of its new international stature and its considerable reception capacity.</p>\n\n</body>",
      "imgurl": "https://www.visitmorocco.com/sites/default/files/styles/thumbnail_destination_background_top5/public/thumbnails/image/koutoubia-mosque-minaret-located-at-medina-quarter-of-marrakesh-morocco-balate-dorin.jpg"
    },
    {
      "id": 12,
      "title": "Meknes",
      "desc": "<body>\n\n    <h1>Explore the Rich Heritage of Meknes</h1>\n\n    <p>The Medina of Meknes and the remains of the royal palace have earned it an undisputable place on the UNESCO World Heritage List. On El Hedime square, Bab Mansour, one of the masterpieces of Hispano-Moorish art, is the gateway to the medina. Don’t miss visiting the royal stables and granaries of Sultan Moulay Ismail.</p>\n\n    <p>In the North of Meknes, stands the largest Roman archaeological site in Morocco, which is <span class=\"highlight\">Volubilis</span>. Triumphal arch, capitol, house of Bacchus, everything bears witness to the splendor of the city and to its economic and political weight.</p>\n\n    <p>Being an imperial and eternal city, Meknes offers you the experience of a timeless stay full of heritage discovery.</p>\n\n</body>",
      "imgurl": "https://www.visitmorocco.com/sites/default/files/styles/thumbnail_events_slider/public/thumbnails/image/sahrij-swani-an-artificial-lake-in-meknes-morocco-leonid-andronov.jpg"
    },
    {
      "id": 13,
      "title": "Ouarzazate",
      "desc": "<body>\n\n    <h1>Explore the Marvels of Ouarzazate, Zagora, and Tinghir</h1>\n\n    <p>Setting out for Ouarzazate, Zagora, and Tinghir is embarking on an extraordinary journey brimming with breathtaking wonders. The region reveals to its visitors a diversity of incredible landscapes, from the singular atmosphere of the desert to the picturesque green valleys.</p>\n\n    <p>It’s no surprise that filmmakers like David Lean, Ridley Scott, Martin Scorsese, or Alejandro González Iñárritu have chosen this destination. Just like their predecessors who became famous for filming record-breaking movies such as 'Lawrence of Arabia', 'Gladiator', 'Kundun', 'Babel', and most recently \"Prison Break\".</p>\n\n    <p>Thrill seekers eager for adventure and trekking will find many tracks leading to the edge of the desert. Meet camel drivers and their caravans at the crossroads of the roads of Draâ, Ziz, and Dades. How about a night under a bivouac? The dune of Tinfou, near Zagora, also called the 'dune of the golden sand', will give you an unforgettable experience!</p>\n\n    <p>Upon arrival in Tinghir, your journey begins at the <span class=\"highlight\">Glaoui Kasbah</span> where you’ll admire the splendid panorama, from palm groves to the Todra Gorges, in the middle of the High Atlas. Be ready for a sensational experience at the doorstep of the desert!</p>\n\n</body>",
      "imgurl": "https://www.visitmorocco.com/sites/default/files/styles/thumbnail_events_slider/public/thumbnails/image/kasbah-amridil-skoura-ouarzazate-region.jpg"
    },
    {
      "id": 14,
      "title": "Saidia",
      "desc": "<body>\n\n    <h1>Discover Saïdia and Oujda: Morocco's Coastal and Cultural Delights</h1>\n\n    <p>Saïdia symbolizes Morocco with its blue and warm waters. Whether it’s for holidays with family, as a couple, or with friends, don’t miss the opportunity to admire the splendid nature of the region. Take a stroll in the city, visit the architectural heritage, and explore the longstanding medina in Oujda.</p>\n\n    <p>With an impressive 14 kilometers of lovely white golden sandy beach and generous sun shining all year round, the seaside resort of Saïdia is an inevitable haven. At the water's edge or nearby, many activities are available to you including water sports and golfing. In the evening, the marina is the perfect spot to taste the delights of the region.</p>\n\n    <p>Sixty kilometers away from Saïdia, Oujda reveals the richness of its long history. From the medina and its monumental gates, to a cultural journey inside the Sebti palace, to Lalla Aicha park which is a small haven of freshness inside the city.</p>\n\n    <p>Oujda-Saïdia is all about mindfulness, joy, and enough excitement to spend an unforgettable stay.</p>\n\n</body>",
      "imgurl": "https://www.visitmorocco.com/sites/default/files/styles/thumbnail_events_slider/public/thumbnails/image/hotel-be-live.jpg"
    },
    {
      "id": 15,
      "title": "Rabat",
      "desc": "<body>\n\n    <h1>Explore Rabat: Where History Meets Modernity</h1>\n\n    <p>Rabat is a cultural city deep-rooted in history. Many masterpieces decorate its streets and squares. Visit the <span class=\"highlight\">Kasbah des Oudayas</span>, a majestic architecture embellished by surrounding gardens. Not far from the walls, stand the imposing walls of the <span class=\"highlight\">Chellah</span>, a necropolis from the time of the Merinids. Crossing the walls is like entering another world; walk among ancient vestiges, gardens, and storks.</p>\n\n    <p>Rabat is also a modern eco-responsible capital with its green spaces. Beautiful parks await you, such as the botanical test garden or the <span class=\"highlight\">Exotic Gardens of Bouknadel</span>, just a few kilometers from the city. Rabat boasts an outstanding coastline on the shores of the Atlantic Ocean, with kilometers of well-equipped beaches leading to the neighboring city of Casablanca.</p>\n\n    <p>With its modern infrastructures and various festivals, Rabat is a lively city. Airport, tram, shopping centers, cafes, and restaurants—all amenities are within your reach. Revel in the bustling vibes of music that Rabat celebrates like no other city; from <span class=\"highlight\">Mawazine</span>, to <span class=\"highlight\">Jazz au Chellah</span>, and many others that fill the atmosphere with sounds and rhythms from all over the world!</p>\n\n    <p>Rabat is a city where the treasures of the past blend with the most modern and environmentally friendly achievements.</p>\n\n</body>",
      "imgurl": "https://www.visitmorocco.com/sites/default/files/styles/thumbnail_events_slider/public/thumbnails/image/oudayas.jpg"
    },
    {
      "id": 16,
      "title": "Safi",
      "desc": "<body>\n\n    <h1>Discover Safi: Where Tradition Meets the Atlantic</h1>\n\n    <p>The splendid architecture of <span class=\"highlight\">Kechla</span> and the waters of the Atlantic crashing against its walls—this is one of the outstanding scenes in Safi.</p>\n\n    <p>For five centuries now, the fortress has stood as a sentinel on the shores of the ocean. Its high crenellated towers offer admirable views of the surrounding area, providing an opportunity to admire the seafront and the bustling, animated life of this provincial capital.</p>\n\n    <p>The pottery district is particularly attractive. Craftsmen create marvels of terracotta and clay displayed in the windows and stalls of their shops. Safi is one of the Moroccan capitals of ceramics, and its streets offer beautiful trinkets that make charming souvenirs.</p>\n\n    <p>Atop the <span class=\"highlight\">Kechla</span>, admire the old Medina. The labyrinth of its alleys and their narrowness have a mysterious quality that invites you to take a stroll. Further along, you'll find Rue du Souk, where echoes and aromas fill the air, with the impressive rolling waves behind you.</p>\n\n    <p>All of Safi's assets have earned it an international reputation as a renowned surfing spot. Just when you think you've seen it all, Safi surprises you with its hidden treasures!</p>\n\n</body>",
      "imgurl": "https://www.visitmorocco.com/sites/default/files/styles/thumbnail_destination_background_top5/public/thumbnails/image/dar-el-bahar-fortress-at-safi-on-the-atlantic-coast-morocco-anibal-trejo_0.jpg"
    },
    {
      "id": 17,
      "title": "Tangier",
      "desc": "<body>\n\n    <h1>Explore Tangier: Where Cultures Converge</h1>\n\n    <p>In the north of Morocco, on the coasts of Tangier where the Mediterranean and Atlantic waters converge, you’ll discover a unique city bearing a multicultural heritage.</p>\n\n    <p>Stroll the streets of \"<span class=\"highlight\">the White</span>\" Tangier, lined with lime-coated houses. Just like Delacroix or Matisse did upon their arrival, let yourself be carried away by the dreamy atmosphere that envelops the city. At the foot of the high walls of the '<span class=\"highlight\">Kasbah</span>', roam through the alleys of the great '<span class=\"highlight\">Socco</span>', and admire the fortress that dominates the medina.</p>\n\n    <p>A little further away, explore the '<span class=\"highlight\">Sultan's Palace</span>' which nowadays is dedicated to the arts of Morocco. Tangier is also renowned for its Spanish influence on its culture, starting with the arena that stands in the '<span class=\"highlight\">Plaza de Torros</span>', not to mention the '<span class=\"highlight\">Cervantes</span>' theatre built in 1913.</p>\n\n</body>",
      "imgurl": "https://www.grayline.com/wp-content/uploads/2023/02/Things-to-do-in-TANGIER-MOROCCO-Gray-Line-Worldwide.jpg"
    },
    {
      "id": 18,
      "title": "Taroudant",
      "desc": "<body>\n\n    <h1>Explore Taroudant: Where History and Heritage Meet</h1>\n\n    <p>Taroudant, with its majestic ramparts, is one of the most beautiful towns in Morocco. Stroll in the shade of its historic walls and towers that have stood for more than five centuries, protecting the ancient capital of the Saadian sultans. Throughout the day, the sun casts its golden rays upon these high stone columns, bathing the city in a warm light where the gold blends beautifully with the ochre of the walls.</p>\n\n    <p>A city steeped in deep-rooted history, Taroudant has many stories to tell. Here, the dynamism of modern life seamlessly blends with traditional heritage. Venture into the bustling alleys of its souks, negotiate with merchants at their stalls, and discover the richness of local craftsmanship. Leatherwork is particularly famous, as are terracotta trinkets and Amazigh jewellery.</p>\n\n    <p>Taroudant is also renowned for its specialty: <span class=\"highlight\">argan oil</span>. If you want to meet specialists in this delightful product, venture outside the ramparts and visit cooperatives and local producers who crack the nuts, press them, extract the valuable kernel, and produce the pure oil ready to be enjoyed.</p>\n\n    <p>In addition to all these attractions, Taroudant serves as the starting point for many hikes. Located between the Atlas Mountains, it enjoys an advantageous position attracting hikers and backpackers in large numbers.</p>\n\n    <p>Nature and culture, modernity and tradition—Taroudant offers it all. Roam its streets, explore its surroundings, and paint your stay with the vibrant colors of Morocco.</p>\n\n</body>",
      "imgurl": "https://www.visitmorocco.com/sites/default/files/thumbnails/image/desert_1.jpg"
    },
    {
      "id": 19,
      "title": "Tetouan",
      "desc": "<body>\n\n    <h1>Discover Tetouan: Where Heritage Meets Tranquility</h1>\n\n    <p>Just like its first cousin, Tangier, Tetouan boasts a peaceful atmosphere. Known as the daughter of '<span class=\"highlight\">Granada</span>', it’s a city with Hispano-Moorish footprints. Its medina is listed as a World Heritage Site by UNESCO.</p>\n\n    <p>Not far from Tetouan, the seaside resort of '<span class=\"highlight\">Tamouda Bay</span>' stretches along fifteen kilometers of fine sandy bay. Prestigious establishments have settled there, providing a luxurious setting to the region. In the crystal-clear blue waters of the Mediterranean, you can enjoy a peaceful stay and immerse yourself in the local way of life.</p>\n\n    <p>The city of Tetouan, with its multicultural identity, offers a journey through time.</p>\n\n</body>",
      "imgurl": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEg1u2i481kAbHJy6cjDfZhOh8b9eDfyz6gMc4HTI2euS8GXYT5CKGGVvTvySTdu-fRe9Pt0LI30BLfNF4e338bthU3vcrqWS_v9B7b-Tkow62vwq4Rw-5d-acTJXwGHuPXBVFjLoKj3vxlM/s1600/Snapseed+371+%25281%2529-min.jpg"
    }
  ]
}
