{
    "Places Near Me":"لأماكن القريبة مني",
    "Popular Places":"الأماكن الشعبية",
    "View More":"عرض المزيد",
    "Best Hotels":"أفضل الفنادق",
    "Best activities":"أفضل الأنشطة",
    "Akchour , Chefchaouen":"أقشور، شفشاون",
    "Akchour":"أقشور",
    "Akchour is a small town nestled in the Rif Mountains of Morocco, renowned for its stunning natural beauty. It's a popular day trip destination from nearby Chefchaouen, offering a refreshing escape from the bustling city.The town's main attraction is its series of cascading waterfalls, surrounded by lush greenery and offering inviting swimming holes. Hiking trails lead to these natural wonders, making it a paradise for outdoor enthusiasts. Akchour also boasts the impressive God's Bridge, a natural rock formation that adds to the area's allure.While primarily a nature destination, Akchour provides a glimpse into traditional Moroccan mountain life, with its charming local atmosphere and opportunities to interact with friendly locals.":"أقشور هي مدينة صغيرة تقع في جبال الريف بالمغرب، وتشتهر بجمالها الطبيعي المذهل. إنها وجهة شهيرة للرحلات اليومية من شفشاون القريبة، وتوفر ملاذًا منعشًا من المدينة الصاخبة. عامل الجذب الرئيسي في المدينة هو سلسلة من الشلالات المتتالية، وتحيط بها المساحات الخضراء المورقة وتوفر فتحات سباحة جذابة. وتؤدي مسارات المشي لمسافات طويلة إلى هذه العجائب الطبيعية، مما يجعلها جنة لعشاق الهواء الطلق. تفتخر أقشور أيضًا بجسر الرب المثير للإعجاب، وهو تكوين صخري طبيعي يضيف إلى جاذبية المنطقة. وبينما تعتبر أقشور وجهة طبيعية في المقام الأول، فإنها تقدم لمحة عن الحياة الجبلية المغربية التقليدية، بأجوائها المحلية الساحرة وفرص التفاعل مع السكان المحليين الودودين.",
    "Description":"وصف",
    "Show more":"عرض المزيد",
    "Show less":"عرض أقل",
    "Taghazout, Agadir":"تغازوت، أكادير",
    "Taghazout":"تغازوت",
    "Taghazout is a charming fishing village nestled on Morocco's Atlantic coast, renowned as a surfer's haven. Known for its consistent waves and laid-back atmosphere, it has become a popular destination for both seasoned surfers and beginners.Beyond the surf, Taghazout offers a taste of authentic Moroccan life. Visitors can explore the local souk, indulge in fresh seafood, and relax on the beautiful beaches. The nearby Paradise Valley is a must-visit for nature lovers, featuring stunning waterfalls and swimming holes.While the village has seen an increase in tourism, it still retains its traditional charm. A perfect blend of adventure, relaxation, and cultural immersion awaits those who choose to explore Taghazout.":"تغازوت هي قرية صيد ساحرة تقع على ساحل المحيط الأطلسي في المغرب، وتشتهر بأنها ملاذ لراكبي الأمواج. تشتهر تغازوت بأمواجها المتسقة وأجواءها المريحة، وقد أصبحت وجهة شهيرة لكل من راكبي الأمواج المخضرمين والمبتدئين. وبعيدًا عن ركوب الأمواج، تقدم تغازوت طعم الحياة المغربية الأصيلة. يمكن للزوار استكشاف السوق المحلي والاستمتاع بالمأكولات البحرية الطازجة والاسترخاء على الشواطئ الجميلة. يعد وادي بارادايس القريب مكانًا لا بد من زيارته لمحبي الطبيعة، حيث يضم شلالات مذهلة وأماكن للسباحة. وبينما شهدت القرية زيادة في السياحة، إلا أنها لا تزال تحتفظ بسحرها التقليدي. مزيج مثالي من المغامرة والاسترخاء والانغماس الثقافي ينتظر أولئك الذين يختارون استكشاف تغازوت.",
    "Located 28 km from Azilal":"تقع على بعد 28 كلم من أزيلال",
    "Bin el Ouidane lake":"بحيرة بن الويدان",
    "Lake Bin el Ouidane is a stunning artificial lake nestled in the heart of the Atlas Mountains, Morocco. Created by the Bin el Ouidane Dam, the lake is a popular destination for those seeking tranquility and natural beauty.Surrounded by lush greenery and with the majestic mountains as a backdrop, the lake offers a peaceful escape from the bustling city. Visitors can enjoy various water activities such as swimming, boating, and fishing. The lake is particularly famous for its large carp population, making it a dream spot for anglers.Beyond the lake, the surrounding area provides opportunities for hiking and exploring Berber villages, offering a glimpse into traditional Moroccan life. Bin el Ouidane is a perfect destination for those who appreciate nature, outdoor activities, and cultural experiences.":"بحيرة بن الويدان هي بحيرة صناعية مذهلة تقع في قلب جبال الأطلس بالمغرب. البحيرة التي تم إنشاؤها بواسطة سد بن الويدان، هي وجهة شهيرة لأولئك الذين يبحثون عن الهدوء والجمال الطبيعي. توفر البحيرة، المحاطة بالمساحات الخضراء المورقة والجبال الشامخة كخلفية، ملاذًا هادئًا من المدينة الصاخبة. يمكن للزوار الاستمتاع بالأنشطة المائية المختلفة مثل السباحة وركوب القوارب وصيد الأسماك. وتشتهر البحيرة بشكل خاص بعدد كبير من أسماك الشبوط، مما يجعلها مكانًا يحلم به الصيادون. خارج البحيرة، توفر المنطقة المحيطة فرصًا للمشي لمسافات طويلة واستكشاف القرى البربرية، وتقدم لمحة عن الحياة المغربية التقليدية. تعتبر بن الويدان وجهة مثالية لأولئك الذين يقدرون الطبيعة والأنشطة الخارجية والتجارب الثقافية.",
    "town in Al Haouz Province, Marrakesh":"مدينة في إقليم الحوز بمراكش",
    "Lalla Takerkoust":"للا تاكركوست",
    "Lalla Takerkoust is a charming town located in the Al Haouz province, just a short distance from the bustling city of Marrakech. It's primarily known for its namesake lake, a vast reservoir created by a dam built in 1929. This artificial lake offers a stunning backdrop of the Atlas Mountains, making it a popular escape for locals and tourists alike.While the lake is the main attraction, Lalla Takerkoust also offers opportunities to explore the surrounding countryside, with its traditional Berber villages and breathtaking landscapes. It's a perfect place to relax, enjoy water sports, or simply soak up the peaceful atmosphere.":"للا تاكركوست هي مدينة ساحرة تقع في إقليم الحوز، على بعد مسافة قصيرة من مدينة مراكش الصاخبة. تشتهر في المقام الأول ببحيرتها التي تحمل الاسم نفسه، وهي خزان ضخم أنشأه سد تم بناؤه عام 1929. وتوفر هذه البحيرة الاصطناعية خلفية مذهلة لجبال الأطلس، مما يجعلها ملاذًا شهيرًا للسكان المحليين والسياح على حد سواء. في حين أن البحيرة هي عامل الجذب الرئيسي، توفر Lalla Takerkoust أيضًا فرصًا لاستكشاف المناطق الريفية المحيطة بها، مع قرى البربر التقليدية والمناظر الطبيعية الخلابة. إنه مكان مثالي للاسترخاء والاستمتاع بالرياضات المائية أو مجرد الاستمتاع بالأجواء الهادئة.",
    "Ouzoud Waterfalls, Azilal":"شلالات أوزود، أزيلال",
    "Ouzoud Waterfalls":"شلالات أوزود",
    "Ouzoud Waterfalls are a breathtaking natural wonder nestled in the heart of Morocco's Middle Atlas Mountains. Known as Morocco's answer to Niagara Falls, these cascading waterfalls plunge into a dramatic gorge, creating a stunning spectacle.Surrounded by lush greenery and Berber villages, Ouzoud offers a perfect escape from the bustling cities. Visitors can enjoy hiking along the gorge's edge, taking refreshing swims in the natural pools, or simply marveling at the falls' beauty. For the adventurous, there's the option of boat rides through the gorge, offering a unique perspective of the waterfalls.Ouzoud is not just about natural beauty; it's also a cultural experience. The surrounding area is home to Berber communities, allowing visitors a glimpse into traditional Moroccan life.":"شلالات أوزود هي إحدى عجائب الطبيعة الخلابة التي تقع في قلب جبال الأطلس المتوسط ​​في المغرب. تُعرف هذه الشلالات المتتالية، المعروفة باسم إجابة المغرب لشلالات نياجرا، في مضيق مثير، مما يخلق مشهدًا مذهلاً. توفر أوزود، المحاطة بالمساحات الخضراء المورقة والقرى البربرية، ملاذًا مثاليًا من المدن الصاخبة. يمكن للزوار الاستمتاع بالمشي لمسافات طويلة على طول حافة المضيق، أو السباحة المنعشة في المسابح الطبيعية، أو ببساطة الاستمتاع بجمال الشلالات. ولعشاق المغامرات، هناك خيار ركوب القوارب عبر المضيق، مما يوفر منظورًا فريدًا للشلالات. ولا تقتصر مدينة أوزود على الجمال الطبيعي فحسب؛ إنها أيضًا تجربة ثقافية. تعد المنطقة المحيطة موطنًا للمجتمعات البربرية، مما يسمح للزوار بإلقاء نظرة على الحياة المغربية التقليدية.",
    "Dades Gorges, Tinghir":"مضيق دادس، تنغير",
    "Dades Gorges":"مضيق دادس",
    "The Dades Gorges are a breathtaking series of canyons carved by the Dades River through the High Atlas Mountains in Morocco. Renowned for their dramatic red rock formations, winding roads, and lush oasis-like valleys, they offer a stunning contrast to the surrounding desert landscape.Visitors can explore the gorges by car, hiking, or even on horseback, taking in the awe-inspiring scenery. The winding road, often referred to as the Road of a Thousand Kasbahs,is lined with traditional Berber villages and fortified houses perched on the cliff edges.Beyond the stunning landscapes, the Dades Gorges offer a glimpse into traditional Berber culture. Visitors can interact with locals, explore local markets, and experience the warm hospitality of the region.":"مضيق دادس عبارة عن سلسلة من الأخاديد المذهلة التي حفرها نهر دادس عبر جبال الأطلس الكبير في المغرب. تشتهر بتكويناتها الصخرية الحمراء المثيرة وطرقها المتعرجة والوديان الخصبة التي تشبه الواحات، مما يوفر تباينًا مذهلاً مع المناظر الطبيعية الصحراوية المحيطة. يمكن للزوار استكشاف الوديان بالسيارة أو المشي لمسافات طويلة أو حتى على ظهور الخيل، والاستمتاع بالمناظر المذهلة. مشهد. الطريق المتعرج، الذي يشار إليه غالبًا باسم طريق الألف قصبة، تصطف على جانبيه القرى البربرية التقليدية والمنازل المحصنة التي تطفو على حواف الجرف. وبعيدًا عن المناظر الطبيعية الخلابة، تقدم مضيق دادس لمحة عن الثقافة البربرية التقليدية. يمكن للزوار التفاعل مع السكان المحليين واستكشاف الأسواق المحلية وتجربة كرم الضيافة في المنطقة.",
    "Legzira Beach, Sidi Ifni":"شاطئ الجزيرة، سيدي إفني",
    "Legzira Beach":"شاطئ الجزيرة",
    "Legzira Beach is a world-renowned coastal gem on Morocco's Atlantic coast, famous for its dramatic red sandstone arches that once framed the golden sands. Unfortunately, one of these iconic arches collapsed in 2016 due to erosion. However, the remaining arch, though unstable, still offers a breathtaking sight.The beach itself is a haven for relaxation, with soft sands and the rhythmic sound of waves. Surfers also find the waves here enticing. The surrounding area is relatively unspoiled, offering a peaceful escape from the tourist crowds.While the loss of the second arch is a significant change, Legzira Beach continues to be a must-visit destination for its natural beauty and unique atmosphere.":"يعد شاطئ الكزيرة جوهرة ساحلية ذات شهرة عالمية على ساحل المحيط الأطلسي في المغرب، ويشتهر بأقواسه المثيرة من الحجر الرملي الأحمر التي كانت تحيط بالرمال الذهبية. ولسوء الحظ، انهار أحد هذه الأقواس الشهيرة في عام 2016 بسبب التآكل. ومع ذلك، فإن القوس المتبقي، على الرغم من عدم استقراره، لا يزال يقدم منظرًا يحبس الأنفاس. يعد الشاطئ نفسه ملاذًا للاسترخاء، مع الرمال الناعمة وصوت الأمواج الإيقاعي. يجد راكبو الأمواج أيضًا أن الأمواج هنا جذابة. المنطقة المحيطة غير ملوثة نسبيًا، وتوفر ملاذًا هادئًا بعيدًا عن حشود السياح. في حين أن فقدان القوس الثاني يمثل تغييرًا كبيرًا، إلا أن شاطئ الكزيرة لا يزال وجهة يجب زيارتها لجماله الطبيعي وأجواءه الفريدة.",
    "Paradise Valley":"وادي الفردوس",
    "Paradise Valley, Agadir":"وادي الفردوس، أكادير",
    "Paradise Valley is a hidden gem nestled in the High Atlas Mountains, near Agadir. This idyllic oasis is characterized by lush greenery, cascading waterfalls, and crystal-clear natural pools.It's a perfect escape from the bustling city, offering visitors a chance to relax, swim, and hike in a breathtaking natural setting. The valley is also home to various wildlife, making it a nature lover's paradise.Whether you're seeking adventure or relaxation, Paradise Valley has something to offer everyone.":"وادي الجنة هو جوهرة مخفية تقع في جبال الأطلس الكبير بالقرب من أغادير. تتميز هذه الواحة المثالية بالخضرة المورقة والشلالات المتتالية والمسابح الطبيعية شديدة الوضوح. إنها ملاذ مثالي من المدينة الصاخبة، حيث توفر للزوار فرصة للاسترخاء والسباحة والمشي لمسافات طويلة في بيئة طبيعية خلابة. يعد الوادي أيضًا موطنًا للحياة البرية المتنوعة، مما يجعله جنة لمحبي الطبيعة. سواء كنت تبحث عن المغامرة أو الاسترخاء، فإن بارادايس فالي لديه ما يقدمه للجميع",
    "Merzouga Desert, Merzouga":"صحراء مرزوكة، مرزوكة",
    "Merzouga Desert":"صحراء مرزوكة",
    "Merzouga Desert is synonymous with the Sahara, offering a quintessential desert experience. Home to the breathtaking Erg Chebbi dunes, this vast expanse of golden sand is a photographer's dream and an adventurer's playground.Camel treks at sunset, stargazing under the clearest skies, and spending nights in traditional Berber tents are some of the unforgettable experiences Merzouga offers. Beyond the dunes, visitors can explore nearby villages, ride ATVs, or simply soak in the tranquility of the desert.Merzouga is a gateway to the heart of the Sahara, promising an adventure unlike any other.":"صحراء مرزوقة مرادفة للصحراء، حيث تقدم تجربة صحراوية مثالية. موطن لكثبان عرق الشبي الخلابة، هذه المساحة الشاسعة من الرمال الذهبية هي حلم المصور وملعب المغامر. تعد رحلات الجمال عند غروب الشمس، ومشاهدة النجوم تحت صفاء السماء، وقضاء الليالي في الخيام البربرية التقليدية بعضًا من التجارب التي لا تُنسى التي تقدمها مرزوقة. خلف الكثبان الرملية، يمكن للزوار استكشاف القرى المجاورة، أو ركوب الدراجات الرباعية الدفع، أو ببساطة الاستمتاع بهدوء الصحراء. مرزوكة هي بوابة إلى قلب الصحراء، وتعد بمغامرة لا مثيل لها.",
    "Ait Benhaddou, Ouarzazate":"آيت بن حدو، ورزازات",
    "Ait Benhaddou":"آيت بن حدو",
    "Ait Benhaddou is a stunning fortified village, or ksar, located in the Ouarzazate province of Morocco. Renowned for its iconic earthen architecture, the village has served as a backdrop for numerous films, including Game of Thrones and Gladiator.Declared a UNESCO World Heritage Site, Ait Benhaddou offers a glimpse into Morocco's rich history and traditional Berber lifestyle. Visitors can explore the winding alleyways, climb the fortified walls, and imagine life in this ancient settlement. The surrounding landscape, with its dramatic mountains and palm groves, adds to the allure of this magical place":"آيت بن حدو هي قرية محصنة مذهلة، أو قصر، تقع في إقليم ورزازات بالمغرب. تشتهر القرية بهندستها المعمارية الترابية الشهيرة، وكانت بمثابة خلفية للعديد من الأفلام، بما في ذلك Game of Thrones وGladiator. تم إعلان آيت بن حدو أحد مواقع التراث العالمي لليونسكو، وتقدم لمحة عن تاريخ المغرب الغني ونمط الحياة البربري التقليدي. يمكن للزوار استكشاف الأزقة المتعرجة وتسلق الجدران المحصنة وتخيل الحياة في هذه المستوطنة القديمة. وتضيف المناظر الطبيعية المحيطة بجبالها وبساتين النخيل المثيرة إلى جاذبية هذا المكان السحري",
    "Rif Mountains, Northern Morocco":"جبال الريف شمال المغرب",
    "Rif Mountains":"جبال الريف",
    "The Rif Mountains are a dramatic mountain range in northern Morocco, known for their rugged beauty, diverse ecosystems, and rich cultural heritage. Rising steeply from the Mediterranean Sea, they offer stunning coastal views, lush forests, and charming Berber villages.The Rif is home to a unique blend of cultures, with Berber traditions deeply rooted in the region. Hiking, trekking, and exploring the region's natural wonders are popular activities. Cities like Chefchaouen, with its blue-washed buildings, and Tetouan, with its Spanish colonial influence, are must-visit destinations in the Rif.":"جبال الريف هي سلسلة جبلية مثيرة في شمال المغرب، معروفة بجمالها الوعر، وأنظمتها البيئية المتنوعة، وتراثها الثقافي الغني. ترتفع بشكل حاد عن البحر الأبيض المتوسط، وتوفر مناظر ساحلية خلابة وغابات مورقة وقرى أمازيغية ساحرة. يعد الريف موطنًا لمزيج فريد من الثقافات، مع تقاليد أمازيغية متجذرة بعمق في المنطقة. تعد رياضة المشي لمسافات طويلة والرحلات واستكشاف العجائب الطبيعية في المنطقة من الأنشطة الشهيرة. مدن مثل شفشاون، بمبانيها المطلية باللون الأزرق، وتطوان، بتأثيرها الاستعماري الإسباني، هي وجهات يجب زيارتها في الريف",
    "Ourika Valley, High Atlas Mountains":"وادي أوريكا، جبال الأطلس الكبير",
    "Ourika Valley":"وادي أوريكا",
    "The Ourika Valley is a lush haven nestled within the High Atlas Mountains, just a short drive from Marrakech. Known for its verdant landscapes, cascading waterfalls, and charming Berber villages, it's a popular day trip for those seeking a respite from the city.Visitors can explore the valley on foot, hiking through terraced fields and encountering traditional Berber life. The highlight of the valley is the Setti Fatma waterfalls, a series of cascades that offer refreshing swimming holes.Beyond the natural beauty, the Ourika Valley is also renowned for its argan oil production. Visitors can learn about the process and purchase authentic products from local cooperatives.A day spent in the Ourika Valley is a perfect way to experience the natural beauty and cultural richness of Morocco.":"يعد وادي أوريكا ملاذًا خصبًا يقع داخل جبال الأطلس الكبير، على بعد مسافة قصيرة بالسيارة من مراكش. تشتهر بمناظرها الطبيعية الخضراء وشلالاتها المتتالية والقرى البربرية الساحرة، وهي رحلة يومية شهيرة لأولئك الذين يبحثون عن فترة راحة من المدينة. يمكن للزوار استكشاف الوادي سيرًا على الأقدام والمشي لمسافات طويلة عبر الحقول المدرجات ومواجهة الحياة البربرية التقليدية. وأبرز ما يميز الوادي هو شلالات سيتي فاطمة، وهي سلسلة من الشلالات التي توفر فتحات سباحة منعشة. وبعيدًا عن الجمال الطبيعي، يشتهر وادي أوريكا أيضًا بإنتاج زيت الأركان. يمكن للزوار التعرف على العملية وشراء المنتجات الأصلية من التعاونيات المحلية. إن قضاء يوم في وادي أوريكا هو وسيلة مثالية لتجربة الجمال الطبيعي والثراء الثقافي للمغرب.",
    "Ouarzazate, Film Studio":"ورزازات، ستوديو السينما",
    "Ouarzazate":"ورزازات",
    "Ouarzazate is often referred to as the gateway to the Sahara, serving as a base for exploring the desert landscapes and the Atlas Mountains. This vibrant city is a melting pot of Berber and Arab cultures, offering a unique blend of traditional and modern Morocco.Known for its stunning kasbahs, including the impressive Taourirt Kasbah, Ouarzazate is a visual feast for history buffs and photography enthusiasts. The city also boasts a thriving film industry, with many international productions choosing this location for its dramatic landscapes.Beyond its cultural attractions, Ouarzazate offers a convenient starting point for excursions to the nearby Dades and Todra Gorges, as well as the vast expanse of the Sahara Desert.":"غالبًا ما يشار إلى ورزازات على أنها بوابة الصحراء، فهي بمثابة قاعدة لاستكشاف المناظر الطبيعية الصحراوية وجبال الأطلس. تعد هذه المدينة النابضة بالحياة بمثابة بوتقة تنصهر فيها الثقافات البربرية والعربية، وتقدم مزيجًا فريدًا من المغرب التقليدي والحديث. تشتهر ورزازات بقصباتها المذهلة، بما في ذلك قصبة تاوريرت الرائعة، وهي بمثابة وليمة بصرية لهواة التاريخ وعشاق التصوير الفوتوغرافي. تفتخر المدينة أيضًا بصناعة الأفلام المزدهرة، حيث اختارت العديد من الإنتاجات العالمية هذا الموقع لمناظرها الطبيعية الدرامية. بالإضافة إلى معالمها الثقافية، توفر ورزازات نقطة انطلاق مناسبة للرحلات الاستكشافية إلى مضيق دادس وتودرا القريبين، بالإضافة إلى المساحة الشاسعة للمدينة. الصحراء الكبرى.",
    "Atlas Mountains, Central Morocco":"جبال الأطلس وسط المغرب",
    "Atlas Mountains":"جبال الأطلس",
    "The Atlas Mountains are the spine of Morocco, stretching from the Atlantic coast to the Algerian border. This impressive range is a world of contrasts, offering everything from snow-capped peaks to lush valleys, Berber villages, and bustling cities.The High Atlas is the most renowned part, home to North Africa's highest peak, Mount Toubkal. It's a paradise for hikers and climbers, with stunning trails and breathtaking scenery. The Middle Atlas is known for its cedar forests and Berber culture, while the Anti-Atlas boasts dramatic landscapes and ancient kasbahs.The Atlas Mountains are also home to a rich biodiversity, including rare flora and fauna. Berber villages dot the mountains, offering a glimpse into traditional Moroccan life.":"جبال الأطلس هي العمود الفقري للمغرب، وتمتد من ساحل المحيط الأطلسي إلى الحدود الجزائرية. هذه السلسلة الرائعة هي عالم من التناقضات، حيث تقدم كل شيء بدءًا من القمم المغطاة بالثلوج إلى الوديان الخضراء والقرى البربرية والمدن الصاخبة. يعد الأطلس الكبير الجزء الأكثر شهرة، فهو موطن أعلى قمة في شمال إفريقيا، جبل توبقال. إنها جنة المتنزهين والمتسلقين، بمساراتها المذهلة والمناظر الطبيعية الخلابة. تشتهر منطقة الأطلس المتوسط ​​بغابات الأرز والثقافة البربرية، بينما تتميز منطقة الأطلس الصغير بمناظر طبيعية خلابة وقصبات قديمة. كما تعد جبال الأطلس موطنًا للتنوع البيولوجي الغني، بما في ذلك النباتات والحيوانات النادرة. تنتشر القرى البربرية في الجبال، وتقدم لمحة عن الحياة المغربية التقليدية.",
    "Volubilis, Near Meknes":"وليلي قرب مكناس",
    "Meknes":"مكناس",
    "Volubilis is a captivating archaeological site near Meknes, showcasing remarkably well-preserved Roman ruins. Once a thriving Roman city, Volubilis offers a fascinating glimpse into the past Wander through the ancient streets, marvel at the triumphal arch, and admire the intricate mosaic floors. The site is a testament to the Romans' engineering and artistic prowess. Its strategic location on the trade routes contributed to its prosperity, and the ruins reflect this opulent past.A visit to Volubilis is a journey back in time, allowing you to explore the remnants of a once-powerful civilization.":"وليلي هو موقع أثري آسر بالقرب من مكناس، يعرض بشكل ملحوظ الآثار الرومانية المحفوظة جيدًا. كانت وليلي مدينة رومانية مزدهرة ذات يوم، وتقدم لمحة رائعة عن الماضي. تجول في الشوارع القديمة، واستمتع بقوس النصر، واستمتع بأرضيات الفسيفساء المعقدة. يعد الموقع شهادة على براعة الرومان الهندسية والفنية. وقد ساهم موقعها الاستراتيجي على طرق التجارة في ازدهارها، وتعكس الآثار هذا الماضي الغني. إن زيارة وليلي هي رحلة إلى الوراء في الزمن، مما يسمح لك باستكشاف بقايا حضارة كانت قوية ذات يوم.",
    "Citerne Portugaise , El Jadida":"سيتيرن البرتغالية، الجديدة",

    "El Jadida":"الجديدة",
    "The Portuguese Cistern is a hidden architectural masterpiece nestled beneath the citadel of El Jadida, formerly known as Mazagan. Built by the Portuguese in the 16th century, this cistern is an impressive testament to their engineering and hydraulic expertise.":"يعد الصهريج البرتغالي تحفة معمارية مخفية تقع أسفل قلعة الجديدة، المعروفة سابقًا باسم مازاكان. يعد هذا الصهريج الذي بناه البرتغاليون في القرن السادس عشر بمثابة شهادة رائعة على خبرتهم الهندسية والهيدروليكية.",
    "csidi Kaouki, Essaouira Province":"سيدي كاوكي بإقليم الصويرة",
    "Sidi Kaouki":"سيدي كاوكي",
    "Sidi Kaouki is a charming coastal village located just south of Essaouira, renowned for its stunning beaches and world-class surf breaks. This laid-back destination offers a perfect escape from the hustle and bustle of city life.With its consistent waves and pristine coastline, Sidi Kaouki has become a favorite among surfers from around the globe. However, the village also caters to those seeking relaxation and natural beauty. Sunbathing, swimming, and long walks on the beach are popular activities.":"سيدي كاوكي هي قرية ساحلية ساحرة تقع جنوب مدينة الصويرة مباشرة، وتشتهر بشواطئها الخلابة واستراحات ركوب الأمواج ذات المستوى العالمي. توفر هذه الوجهة المريحة ملاذًا مثاليًا من صخب الحياة في المدينة. وبفضل أمواجها المتسقة وساحلها البكر، أصبحت سيدي كاوكي الوجهة المفضلة لمتصفحي الأمواج من جميع أنحاء العالم. ومع ذلك، تلبي القرية أيضًا احتياجات أولئك الذين يبحثون عن الاسترخاء والجمال الطبيعي. تعتبر حمامات الشمس والسباحة والمشي لمسافات طويلة على الشاطئ من الأنشطة الشهيرة.",
    "Moulay Idriss":"مولاي إدريس",
    "Moulay Idriss Zerhoun":"مولاي إدريس زرهون",
    "Moulay Idriss Zerhoun is a revered holy city in Morocco, named after Idris I, the founder of the Idrisid dynasty and the first Islamic ruler of the country. Located at the foot of Mount Zerhoun, the town exudes a spiritual aura and offers a glimpse into traditional Moroccan life.As a sacred place, Moulay Idriss Zerhoun maintains a strong religious atmosphere. The town's architecture reflects its historical significance, with traditional Moroccan houses and narrow winding streets. Visitors are often drawn to the shrine of Moulay Idriss, a place of pilgrimage for Muslims.":"مولاي إدريس زرهون هي مدينة مقدسة في المغرب، سميت على اسم إدريس الأول، مؤسس سلالة الإدريسيين وأول حاكم إسلامي للبلاد. تقع المدينة عند سفح جبل زرهون، وتنضح بهالة روحية وتقدم لمحة عن الحياة المغربية التقليدية. كمكان مقدس، يحافظ مولاي إدريس زرهون على جو ديني قوي. تعكس الهندسة المعمارية للمدينة أهميتها التاريخية، مع المنازل المغربية التقليدية والشوارع الضيقة المتعرجة. غالبًا ما ينجذب الزوار إلى ضريح مولاي إدريس، وهو مكان يحج إليه المسلمون.",
    "Tafraoute, Anti-Atlas Mountains":"تافراوت، جبال الأطلس الصغير",
    "Tafraoute":"تافراوت،",
    "Tafraoute is a captivating town nestled amidst the pink granite mountains of the Anti-Atlas, offering a unique and enchanting experience. Known for its stunning natural beauty, the town is a haven for nature lovers and those seeking a peaceful retreat.The surrounding landscape is characterized by dramatic rock formations, lush oases, and Berber villages, creating a picturesque setting. Visitors can enjoy hiking, exploring the local area, or simply relaxing amidst the tranquil ambiance.Tafraoute is also renowned for its vibrant art scene, with colorful murals adorning the town's buildings. This artistic touch adds a playful and bohemian atmosphere to the already charming destination.":"تافراوت هي مدينة آسرة تقع وسط جبال الجرانيت الوردي في جبال الأطلس الصغير، وتقدم تجربة فريدة وساحرة. تشتهر المدينة بجمالها الطبيعي المذهل، وهي ملاذ لمحبي الطبيعة وأولئك الذين يبحثون عن ملاذ هادئ. تتميز المناظر الطبيعية المحيطة بالتكوينات الصخرية المثيرة والواحات الخضراء والقرى البربرية، مما يخلق أجواءً خلابة. يمكن للزوار الاستمتاع بالمشي لمسافات طويلة واستكشاف المنطقة المحلية أو مجرد الاسترخاء وسط الأجواء الهادئة. تشتهر تافراوت أيضًا بمشهدها الفني النابض بالحياة مع الجداريات الملونة التي تزين مباني المدينة. تضيف هذه اللمسة الفنية أجواء مرحة وبوهيمية إلى الوجهة الساحرة بالفعل.",
    "Ifrane is often referred to as the Switzerland of Morocco due to its charming Alpine architecture and cool climate. Nestled in the Middle Atlas Mountains, this picturesque town offers a refreshing escape from the bustling cities.Known for its clean air, stunning natural surroundings, and outdoor activities, Ifrane is a popular destination for both Moroccans and international visitors. The town boasts beautiful lakes, lush forests, and charming parks, making it an ideal spot for relaxation and recreation.Ifrane is also a gateway to exploring the Middle Atlas Mountains, offering opportunities for hiking, trekking, and discovering the region's unique flora and fauna.":"غالبًا ما يشار إلى إفران باسم سويسرا المغرب بسبب هندستها المعمارية الساحرة في جبال الألب ومناخها البارد. تقع هذه المدينة الخلابة في جبال الأطلس المتوسط، وتوفر ملاذًا منعشًا من المدن الصاخبة. تشتهر إفران بهوائها النقي ومحيطها الطبيعي المذهل والأنشطة الخارجية، وهي وجهة شهيرة لكل من المغاربة والزوار الدوليين. وتتميز المدينة ببحيرات جميلة وغابات مورقة ومتنزهات ساحرة، مما يجعلها مكانًا مثاليًا للاسترخاء والاستجمام. كما تعد إفران بوابة لاستكشاف جبال الأطلس المتوسط، حيث توفر فرصًا للمشي لمسافات طويلة والرحلات واكتشاف النباتات والحيوانات الفريدة في المنطقة. ",
    "Ifrane, Middle Atlas Mountains":"إفران، جبال الأطلس المتوسط",
    "Ifrane":"إفران",
    "Search":"يبحث",
    "Popular Destination":"الوجهة الشعبية",
    "Km 4 road of Amizmiz, 40000 Marrakech":"كلم 4 طريق أمزميز، 40000 مراكش",
    "Avenue de la ménara BP 528, Marrakech":"شارع المنارة، ص.ب 528، مراكش",
    "El Haouzia, 24000 El Jadida":"الحوزية، 24000 الجديدة",
    "Rue Des Temples, Hivernage":"شارع ديس تيمبل، ايفغناج",
    "Book Now":"احجز الآن",
    "Hotel Destination":"وجهة الفندق",
    "Amazing Hotel":"فندق مذهل",
    "Essaouira: 3-hour surf lesson with local":"الصويرة: درس ركوب الأمواج لمدة 3 ساعات مع محلي",
    "25 per person / 2hours":" 25 دولارًا للشخص الواحد / ساعتين",
    "Surf Lessons for Beginners":"دروس ركوب الأمواج للمبتدئين",
    "Surf lessons are a great way for beginners to learn the basics of surfing and improve their skills. Most surf lessons include both on-land and on-water instruction, and will cover topics such as surfboard and wetsuit selection, wave theory, paddling technique, and standing up on the board.":"تعتبر دروس ركوب الأمواج طريقة رائعة للمبتدئين لتعلم أساسيات ركوب الأمواج وتحسين مهاراتهم. تتضمن معظم دروس ركوب الأمواج تعليمات على الأرض وعلى الماء، وستغطي موضوعات مثل اختيار لوح ركوب الأمواج وبدلة الغوص ونظرية الأمواج وتقنية التجديف والوقوف على اللوح.",
    "Overview":"ملخص",
    "If you’re a complete beginner, it’s generally recommended to start with a beginner lesson in order to discover surfing, which will cover the basics of the sport and give you a good foundation to build on. Once you have a solid understanding of the basics, you can then progress to intermediate lessons to continue improving your skills.":"إذا كنت مبتدئًا تمامًا، فمن المستحسن عمومًا أن تبدأ بدرس للمبتدئين لاكتشاف رياضة ركوب الأمواج، والذي سيغطي أساسيات الرياضة ويمنحك أساسًا جيدًا للبناء عليه. بمجرد حصولك على فهم قوي للأساسيات، يمكنك بعد ذلك التقدم إلى الدروس المتوسطة لمواصلة تحسين مهاراتك.",
    "Surf lessons can be a fun and rewarding way to learn a new sport, and can provide a sense of accomplishment and enjoyment for people of all ages and abilities.":"يمكن أن تكون دروس ركوب الأمواج وسيلة ممتعة ومفيدة لتعلم رياضة جديدة، ويمكن أن توفر شعورًا بالإنجاز والاستمتاع للأشخاص من جميع الأعمار والقدرات.",
    "Merzouga: 3-Day Desert Safari with Food":"مرزوكة: رحلة سفاري صحراوية لمدة 3 أيام مع الطعام",
    "Experience the Moroccan Sahara Desert on a 3-day safari tour from Marrakech to Merzouga. Spend the night at a Bedouin camp in the Erg Chebbi dunes. Ride a camel to watch the sunset and sunrise. See the Kasbah of Ouarzazate, and much more.":"استمتع بتجربة الصحراء المغربية في جولة سفاري لمدة 3 أيام من مراكش إلى مرزوكة. قضاء الليلة في مخيم بدوي في كثبان عرق الشبي. ركوب الجمل لمشاهدة غروب الشمس وشروقها. شاهد قصبة ورزازات، وأكثر من ذلك بكثير.",
    "Hiking Morocco: The Mount Toubkal Trek":"المشي لمسافات طويلة في المغرب: رحلة جبل توبقال",
    "Summiting Mount Toubkal—North Africa’s highest peak—is a rewarding experience, and one that, because it requires no technical climbing, is accessible to most travelers with reasonable fitness. With this tour, ascend at your own pace and receive undivided attention and one-on-one support from a private guide. Most of the planning, from arranging transport to overnight accommodation and mules to carry packs, is done for you.":"تعتبر قمة جبل توبقال - أعلى قمة في شمال أفريقيا - تجربة مجزية، وهي تجربة يمكن لمعظم المسافرين ذوي اللياقة البدنية الوصول إليها لأنها لا تتطلب تسلقًا تقنيًا. من خلال هذه الجولة، يمكنك الارتقاء بالسرعة التي تناسبك وتلقي اهتمامًا كاملاً ودعمًا فرديًا من دليل خاص. يتم تنفيذ معظم التخطيط من أجلك، بدءًا من ترتيب النقل إلى المبيت والبغال لحمل الحقائب.",
    "Hot Air Balloon Flight":"رحلة منطاد الهواء الساخن",
    "Embark on a spectacular adventure above Marrakech and its surroundings with our classic hot air balloon flight for 16 to 20 people. Before dawn, you will witness the hypnotic spectacle of the balloon inflation and then board our large basket for a celestial journey offering a 360-degree panoramic view.":"انطلق في مغامرة مذهلة فوق مراكش والمناطق المحيطة بها من خلال رحلة منطاد الهواء الساخن الكلاسيكية التي تتسع لـ 16 إلى 20 شخصًا. قبل الفجر، ستشاهد مشهدًا منومًا لتضخم البالون ثم تستقل سلتنا الكبيرة في رحلة سماوية تقدم رؤية بانورامية بزاوية 360 درجة.",
    "As the sun rises, you will soar not only over the city of Marrakech with its ancient ramparts and bustling markets, but also enjoy breathtaking views of the majestic Atlas Mountains, whose snow-capped peaks beautifully contrast with the morning sky. To the east, the Agafay Desert stretches out its vast arid expanses, offering a spectacular lunar landscape that contrasts with the greenery of the surrounding oases.":"مع شروق الشمس، ستحلق ليس فقط فوق مدينة مراكش بأسوارها القديمة وأسواقها المزدحمة، بل ستستمتع أيضًا بمناظر خلابة لجبال الأطلس المهيبة، التي تتناقض قممها المغطاة بالثلوج بشكل جميل مع سماء الصباح. وإلى الشرق، تمتد صحراء أجافاي بمساحاتها القاحلة الشاسعة، مما يوفر منظرًا قمريًا رائعًا يتناقض مع خضرة الواحات المحيطة.",
    "Agafay Desert Package: Quad Bike, Camel Ride, and Dinner Show":"باقة Agafay Desert: الدراجة الرباعية وركوب الجمال وعرض العشاء",
    "On an action-packed day trip from Marrakesh, enjoy camel riding and quad biking in the Agafay desert. Enjoy views of the desert and Berber hospitality with a traditional meal. Take advantage of the hotel pickup service and head to the base camp for a meeting with your entire crew. Your tour's itinerary will be explained to you by your crew leader. Then, meet your guide and don a nomadic outfit before embarking on a scenic camel ride across the desert. Ride your camel across the desert. Then, hop on a quad bike and find a vantage point to take in the Agafay Desert's unique beauty at sunset. Relax and take in the scenery, as well as the genuine Moroccan hospitality. Finish your day by sitting under a Berber tent and gazing at the stars, as a delicious traditional meal is served":"في رحلة نهارية مليئة بالإثارة من مراكش، استمتع بركوب الجمال وركوب الدراجات الرباعية في صحراء أجافاي. استمتع بمناظر الصحراء والضيافة البربرية مع وجبة تقليدية. استفد من خدمة الاستقبال في الفندق وتوجه إلى المعسكر الأساسي للقاء طاقمك بأكمله. سيتم شرح خط سير جولتك لك من قبل قائد الطاقم الخاص بك. بعد ذلك، قابل مرشدك وارتدي الزي البدوي قبل الشروع في رحلة ركوب الجمال ذات المناظر الخلابة عبر الصحراء. ركوب الجمل الخاص بك عبر الصحراء. بعد ذلك، اركب دراجة رباعية وابحث عن نقطة مراقبة للاستمتاع بجمال صحراء أجافاي الفريد عند غروب الشمس. يمكنك الاسترخاء والاستمتاع بالمناظر الطبيعية، فضلاً عن حسن الضيافة المغربية الأصيلة. اختتم يومك بالجلوس تحت خيمة أمازيغية والتحديق في النجوم، حيث يتم تقديم وجبة تقليدية لذيذة",
    "Agadir Jetski Experience & Adventure":"تجربة ومغامرة أغادير جيتسكي",
    "We invite customers to enjoy a wonderful experience at the picturesque sea of Agadir. You can book the jet-ski anytime during the day, morning or afternoon, and it takes place on the beach of Agadir. Departure and pick-up are in front of the exit of your hotel, with the time fixed by the customer. It is a very pleasant and enjoyable experience. On the way back, we will also drop you off at your hotel":"ندعو العملاء للاستمتاع بتجربة رائعة على بحر أغادير الخلاب. يمكنك حجز الجت سكي في أي وقت خلال النهار أو في الصباح أو بعد الظهر، وتقام على شاطئ أغادير. تتم المغادرة والاستقبال أمام مخرج فندقك، مع تحديد الوقت من قبل العميل. إنها تجربة ممتعة وممتعة للغاية. وفي طريق العودة، سنوصلك أيضًا إلى فندقك",
    "Scuba Diving in Belyounech":"الغوص في بليونش",
    "Snowboarding and Skiing in Oukaïmeden":"التزلج على الجليد والتزلج في أوكايمدن",
    "Explore the diving spots of Belyounech on this excursion. The tour suits all skill levels, from beginners and first-timers to advanced divers. While underwater, spot various marine life, including turtles, sea lions, rays, sharks, eels, and colorful fish such as angelfish and yellowtail surgeonfish.":"استكشف مواقع الغوص في بليونش في هذه الرحلة. تناسب الجولة جميع مستويات المهارة، بدءًا من المبتدئين والغواصين لأول مرة وحتى الغواصين المتقدمين. أثناء وجودك تحت الماء، يمكنك اكتشاف الحياة البحرية المختلفة، بما في ذلك السلاحف وأسود البحر والشفنينيات وأسماك القرش والثعابين والأسماك الملونة مثل الملائكية وسمك الجراح ذو الذيل الأصفر.",
    "Discover the thrill of snowboarding and skiing in Oukaïmeden, Morocco's premier ski resort. Nestled in the High Atlas Mountains, this resort offers an array of slopes that cater to all skill levels, from beginners to seasoned experts. Whether you're carving through fresh powder or mastering your first turns, Oukaïmeden provides an exhilarating experience for every winter sports enthusiast.":"اكتشف إثارة التزلج على الجليد والتزلج في أوكايمدن، منتجع التزلج الأول في المغرب. يقع هذا المنتجع في جبال الأطلس الكبير، ويقدم مجموعة من المنحدرات التي تلبي جميع مستويات المهارة، من المبتدئين إلى الخبراء المتمرسين. سواء كنت تنحت مسحوقًا طازجًا أو تتقن المنعطفات الأولى، توفر أوكايمدن تجربة مبهجة لكل عشاق الرياضات الشتوية.",
    "Paintball Fight Club in Marrakech, Tanger, Tetouan, and Agadir":"نادي Paintball Fight Club في مراكش وطنجة وتطوان وأكادير",
    "Paintball is considered to be a fun activity that consolidates the values of group work, whether it is between family members, friends, or colleagues. It has a strong strategic dimension, energizes teams, and improves communication between its members. These elements strengthen existing links and, in the end, pleasure and joy prevail.":"تعتبر لعبة Paintball من الأنشطة الممتعة التي ترسخ قيم العمل الجماعي سواء كان ذلك بين أفراد الأسرة أو الأصدقاء أو الزملاء. لها بعد استراتيجي قوي، وتنشط الفرق، وتحسن التواصل بين أعضائها. تعمل هذه العناصر على تقوية الروابط القائمة، وفي النهاية تسود المتعة والفرح.",
    "Paintball offers three paintball fields with different configurations and movable obstacles. It's a friendly space to bring together your relatives, friends, or colleagues in a setting where good humor reigns.":"تقدم لعبة Paintball ثلاثة ملاعب لكرة الطلاء بتكوينات مختلفة وعوائق متحركة. إنها مساحة ودية للجمع بين أقاربك أو أصدقائك أو زملائك في بيئة تسود فيها الفكاهة الجيدة.",
    "Kitesurfing Lessons in Essaouira Beach":"دروس ركوب الأمواج شراعيًا في شاطئ الصويرة",
    "Explora Watersports is one of the only watersports centres located right on the beach at the optimum spot for kitesurfing. All of our instructors are fully qualified and we have brand new equipment each year. We are a family-run business whose aim is to ensure you have a great time with us on and off the water.":"يعد Explora Watersports واحدًا من مراكز الرياضات المائية الوحيدة التي تقع على الشاطئ مباشرةً في المكان الأمثل لممارسة رياضة ركوب الأمواج شراعيًا. جميع المدربين لدينا مؤهلين تأهيلاً كاملاً ولدينا معدات جديدة كل عام. نحن شركة تديرها عائلة وهدفها هو ضمان قضاء وقت ممتع معنا داخل وخارج الماء.",
    "Parachute Airclub in Beni Mellal":"نادي المظليين الجوي ببني ملال",
    "Experience the thrill of skydiving at the Parachute Airclub in Beni Mellal. This adventure is perfect for all skill levels, from beginners making their first jump to experienced skydivers seeking a new challenge. As you soar through the skies, enjoy breathtaking views of the Atlas Mountains and the scenic landscapes below. The professional instructors ensure a safe and exhilarating experience, making it an unforgettable adventure. Whether you're a thrill-seeker or looking to conquer your fears, the Parachute Airclub offers a unique way to explore Beni Mellal from above.":"استمتع بتجربة القفز بالمظلات في Parachute Airclub ببني ملال. هذه المغامرة مثالية لجميع مستويات المهارة، بدءًا من المبتدئين الذين يقومون بقفزتهم الأولى وحتى القفز بالمظلات ذوي الخبرة الذين يبحثون عن تحدٍ جديد. بينما تحلق في السماء، استمتع بالمناظر الخلابة لجبال الأطلس والمناظر الطبيعية الخلابة بالأسفل. يضمن المدربون المحترفون تجربة آمنة ومبهجة، مما يجعلها مغامرة لا تُنسى. سواء كنت من الباحثين عن الإثارة أو تتطلع إلى التغلب على مخاوفك، فإن Parachute Airclub يقدم طريقة فريدة لاستكشاف بني ملال من الأعلى.",
    "2-Hour Horseback Ride on Essaouira Beach":"ركوب الخيل لمدة ساعتين على شاطئ الصويرة",
    "Discover the dunes, forest, and breakers of the Atlantic coast of Essaouira during a private horseback riding adventure. Whether you are an expert or have never ridden before, anyone over 10 years old can have fun in a stable 3 km from the medina of Essaouira. Your guide will select the perfect horse and tailor the pace to your group's experience. In addition to helmets, your day includes round-trip transfers from the city.":"اكتشف الكثبان الرملية والغابات وقواطع ساحل الصويرة الأطلسي خلال مغامرة خاصة لركوب الخيل. سواء كنت خبيرًا أو لم يسبق لك ركوب الخيل من قبل، يمكن لأي شخص يزيد عمره عن 10 سنوات قضاء وقت ممتع في إسطبل يقع على بعد 3 كم من مدينة الصويرة. سيختار مرشدك الحصان المثالي ويصمم الوتيرة لتناسب تجربة مجموعتك. بالإضافة إلى الخوذات، يتضمن يومك التنقلات ذهابًا وإيابًا من المدينة.",
    "Paragliding in Marrakech Agafay Desert Sunset":"الطيران الشراعي في مراكش غروب الشمس في صحراء أغفاي",
    "If you want a thrill flying through the pastel sunset sky outside Marrakech, then book this paragliding experience in the Agafay Desert. There will be plenty of time for taking photos of the desert and drinking Berber tea, in addition to your sunset flight. Hassle-free transfers from Marrakech are also taken care of for you. You just meet your driver at your hotel, then get ready to fly.":"إذا كنت ترغب في الاستمتاع بالطيران المشوق عبر سماء غروب الشمس خارج مراكش، فاحجز تجربة الطيران المظلي في صحراء أجافاي. سيكون هناك متسع من الوقت لالتقاط صور الصحراء وشرب الشاي البربري، بالإضافة إلى رحلة غروب الشمس. يتم أيضًا الاهتمام بالتحويلات الخالية من المتاعب من مراكش. كل ما عليك فعله هو مقابلة سائقك في فندقك، ثم الاستعداد للطيران.",
    "SkyDiving – A Breathtaking Experience":"القفز بالمظلات – تجربة تحبس الأنفاس",
    "Fly through the sky over the Atlas Mountains on this private skydive experience from Marrakech. You’ll have a vantage point not many ever get to see with this excursion. You’ll be collected from your hotel in Marrakech for ease, then taken to the skydive site. You’ll have instruction and equipment provided, so you’ll be ready for your exhilarating flight.":"حلّق في السماء فوق جبال الأطلس في تجربة القفز المظلي الخاصة من مراكش. سيكون لديك وجهة نظر لم يتمكن الكثيرون من رؤيتها من خلال هذه الرحلة. سيتم نقلك من فندقك في مراكش بسهولة، ثم نقلك إلى موقع القفز بالمظلات. سيتم توفير التعليمات والمعدات لك، حتى تكون جاهزًا لرحلتك المبهجة",
    "Best Audio Stories🎤":"أفضل القصص الصوتية🎤",
    "Top Cities 🔥":"أهم المدن 🔥",
    "Play now":"العب الآن",
    "All Audio":"كل الصوت",
    "Rabat\nCapital History":"الرباط\nتاريخ العاصمة",
    "Agadir \nBride of the South":"أغادير \nعروس الجنوب",
    "Chefchaouen \nBlue city":"شفشاون \nالمدينة الزرقاء",
    "Ifrane Moroccan Switzerland":"فران المغربية سويسرا",
    "The Merzouga Desert":"صحراء مرزوكة",
    "ElJadida":"الجديدة",
    "ElJadida":"الجديدة",
    "Taghazout":"تغازوت",
    "ElJadida":"الجديدة",  
    "Taghazout":"تغازوت",
    "Casablanca":"الدار البيضاء",
    "Essouira":"الصويرة",
    "Fes":"فاس",
    "Marrakech":"مراكش",
    "Meknes":"مكناس",
    "Ouarzazate":"ورزازات",
    "RifMountains":"جبال الريف",
    "Tanger":"طنجة",
    "Mountain Irhoud":"جبل إيغود",
    "Moroccan Sahara":"الصحراء المغربية",
    "The Moroccan Sahara: A Treasure of Beauty and Culture The Moroccan Sahara is a stunning expanse of desert that captures the imagination of visitors from around the world. Spanning a vast area, this region is not only a geographical marvel but also a cultural treasure that embodies the spirit of Morocco.":"الصحراء المغربية: كنز من الجمال والثقافة الصحراء المغربية هي مساحة صحراوية مذهلة تأسر خيال الزوار من جميع أنحاء العالم. تمتد هذه المنطقة على مساحة شاسعة، وهي ليست أعجوبة جغرافية فحسب، بل هي أيضًا كنز ثقافي يجسد روح المغرب.",
    "Rif - in the countryside: ⴰⵔⵔⵉⴼ, arif (“shore, edge”), is the northern region of Morocco, bordered by the Mediterranean Sea to the north, Algeria to the east, and the plains which separate it from the Middle Atlas to the to the south and the Atlantic Ocean to the west. The countryside consists of mountains and plains and extends for approximately 500 kilometers from Tangier to Moulouya.":"الريف - في الريف: ⴰⵔⵔⵉⴼ، العارف الشاطئ، الحافة، هي منطقة شمال المغرب، يحدها البحر الأبيض المتوسط ​​شمالا، والجزائر شرقا، والسهول التي تفصلها من الأطلس المتوسط ​​إلى الغرب. من الجنوب والمحيط الأطلسي من الغرب. يتكون الريف من جبال وسهول ويمتد لحوالي 500 كيلومتر من طنجة إلى ملوية.",
    "Which means The Green Lake in Berber, is a landlocked natural lake occupying a depressed area with a depth of 26m, it is surrounded by limestone reliefs, covered with a forest predominantly cedars and oaks, its location in the heart of Middle Atlas cedar gives it a marvelous beauty.":"والتي تعني البحيرة الخضراء باللغة البربرية، هي بحيرة طبيعية غير ساحلية تحتل منطقة منخفضة بعمق 26 متراً، وتحيط بها نقوش الحجر الجيري، وتغطيها غابة يغلب عليها أشجار الأرز والبلوط، موقعها في قلب أرز الأطلس المتوسط. يمنحها جمالاً رائعاً.",
    "El Jebha is a little port town in the northern part of Morocco. This Mediterranean coastal place is situated in the Rif Mountains, and across the route that takes traffic from the Northwestern part to the Northeastern part of Morocco.[1] El Jebha, is the capital of the district (cercle) Mtiwa, which is part of Chefchaouen Province in the region of Tanger-Tetouan-Al Hoceima.":"الجبهة هي مدينة ساحلية صغيرة في الجزء الشمالي من المغرب. يقع هذا المكان الساحلي على البحر الأبيض المتوسط ​​في جبال الريف، وعبر الطريق الذي يأخذ حركة المرور من الجزء الشمالي الغربي إلى الجزء الشمالي الشرقي من المغرب.[1] الجبهة هي عاصمة دائرة (دائرة) مطيوة التابعة لإقليم شفشاون بجهة طنجة تطوان الحسيمة.",
    "Rmilat":"الرميلات",
    "Tanger,Rmilat":"طنجة، الرميلات",
    "The Perdicaris Park, also known as the Rmilat Forest and formerly as Villa Aidonia or Place of the Nightingales, is a public park covering 70 hectares in the Rmilat neighborhood of Tangier, Morocco. It is located on the northern slopes of the Jebel Kebir hill facing the Strait of Gibraltar, between the Cape Spartel reserve to its west and the Jebel Kebir Royal Palace to its east. It is named after Greek-American notable Ion Hanford Perdicaris, who created it in the 1870s and was kidnapped there in the mid-1904":"حديقة بيرديكاريس، المعروفة أيضًا باسم غابة الرميلات وسابقًا باسم فيلا إيدونيا أو مكان العندليب، هي حديقة عامة تغطي مساحة 70 هكتارًا في حي الرميلات بمدينة طنجة بالمغرب. تقع على السفوح الشمالية لتل الجبل الكبير في مواجهة مضيق جبل طارق، بين محمية رأس سبارتيل غرباً والقصر الملكي بالجبل الكبير شرقاً. تم تسميته على اسم أيون هانفورد بيرديكاريس، أحد الشخصيات البارزة اليونانية الأمريكية، الذي أنشأه في سبعينيات القرن التاسع عشر وتم اختطافه هناك في منتصف عام 1904.",
    "Tetoune,jebha":"تطوان، الجبهة",
    "jebha":"الجبهة",
    "Khenifra,oum rabia":"خنيفرة، أم ربيعة",
    "Aguelmam Azigza":"أكلمام عزيزا",
    "Khenifra,Arougou":"خنيفرة، عروجو",
    "Mountain Dahdouh":"جبل دحدوح",
    "oussoufia,Mountain Dahdouh":"الأوسيفية، جبل الدحدوح",
    "Mountain Dahdouh":"جبل دحدوح"
}